tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "stow"
brew "starship"
brew "git"
brew "mas"
brew "deno"
brew "go"
brew "asdf"
brew "coreutils"
brew "curl"

cask "google-chrome"
cask "visual-studio-code"
cask "slack"
cask "zoomus"
cask "virtualbox"
cask "figma"
cask "docker"
cask "virtualbox"

mas "line", id: 539883307

